[
    {
        "id": 1,
        "type": "report",
        "title": "Referat",
        "items": [
                    {
                        "id": 1,
                        "title": "Tung förlust mot Tranemo",
                        "content": "Tungt tungt kan man sammanfatta situationen för IBK Vänersborg. Helgens hemmamatch mot Tranemo slutade 0-8. IBK kom till spel utan sin lagkapten Jacob Andreasson och sin förste målvakt Alexander Mattsson, vilket ´givetvis är ett tapp men ingen ursäkt till de siffrorna. Första perioden startar mycket bra från hemmalaget. Högt tempo, snabba bollsläpp och ett bra presspel. Framförallt är det första femman med Alexander Lindahl i spetsen som rör om ordentligt i Tranemos zon och man skapar mängder med bra lägen. Mitt i en sådan forcering får bortalaget en kontring, friläge och 0-1. Hemmalaget fortsätter dock med sitt tempostarka spel och borde fått utdelning här. Lindahl skapar lägen, Karl Arveblad har ett bra skott som Tranemos målvakt Johannes Hjerte´n  gör en superräddning på.\n\nSista fem bjuder man dock in Tranemo alltför lätt i matchen och både 0-2 och 0-3 får ses som bjudningar. Även 0-4 kommer i slutet på perioden. Tungt för hemmalaget med fyra måls underläge men spelmässigt borde man kanske haft en ledning. Skotten 11-7 till Vänersborg. Andra perioden vinns av Tranemo med 3-0. Sämre spelmässig period och försvarsspelet sitter inte som det ska idag och Tranemo kan i stort sett avgöra matchen efter två perioder. Hemmalaget skapar en del och har några i målramen. Dessutom är Tranemos målvakt Hjerte´n riktigt bra idag och blir rättmätigt vald till matchens bäste spelare.\n\nIBK´s unge målvakt Erik Berenberg (17 är) får en tuff uppgift och lämnar över till 16-årige Liam Borg som får göra debut i tredje perioden vilket han gör bra. Sista perioden är egentligen bara en transportsträcka. Att hämta upp 0-7 är givetvis en omöjlig uppgift, framförallt idag när det inte klaffar som det ska. Tranemo vinner perioden med 1-0 och matchen totalt med 8-0. En lite konstig match, Tranemo gör det bra när man vinner med 8-0 på bortaplan. Inte mycket att säga om. Men resultatet borde varit lite annorlunda efter första då hemmalaget har en bra period i matchen och borde hängt ett par bollar och fått en annan matchbild. Nu är läget lite bekymmersamt med en placering under kvalstrecket. Bara två poäng efter dock så mycket att spela om än. Nästa match på lördag borta mot Wårgårda.",
                        "game": {
                            "homeTeam": "IBK Vänersborg",
                            "awayTeam": "Tranemo IBK",
                            "location": "A-Hallen",
                            "date": "2019-12-07T14:00:00Z",
                            "score": {
                                "homeGoals": 0,
                                "awayGoals": 8
                            }
                        }
                    },
                    {
                        "id": 2,
                        "title": "Tung seger mot Skara",
                        "content": "IBK Vänersborg tog idag en blytung seger när man besegrade Skara med 7-4 efter periodsiffrorna 2-1, 3-2, 2-1.En bra insats av hemmalaget där de två målen i slutet av andra perioden med en man mindre visade vägen till seger. Nykomlingen Skara har gått ganska bra så här långt i serien och coach Söderblom hade tippat dom som ett top 4 lag innan serien startade. Skara tar en tidig ledning i första perioden av Olle Ahlm som får trampa in och skjuta. Fem minuter senare gör matchen lirare Alexander Lindahl sitt första av fyra mål och kvitterar. Skara har mer boll men lyckas aldrig rulla ut hemmalaget utan får mest komma till skott utifrån. IBK sticker emellan med en del farligheter och gör även 2-1 av Filip Wändal i slutet. Fint framspelad av Karl Arveblad som ger Filip öppen kasse. Högt tempo, lite mer boll hos bortalaget men skotten klart till Vänersborg sammanfattar första perioden. Andra perioden är bara 1 minut gammal när IBK är nära att sätta trean. Pontus Rydqvist slår ett fenomenal lyrpass till Devin Martinsson som så när kan styra in bollen. 3-1 kommer dock snabbt på en frislagsvariant där Alexander Lindahl får skjuta ganska fritt framför mål. De kommande tio minutrarna har Skara sin bästa period i matchen. De får äga lite mer boll igen och skapar en del. Fortfarande mest skott utifrån som en bra spelande Alexander Mattsson motar.3-2 kommer och det är återigen Olle Ahlm som denna gång rundar kassen o sätter Skaras andra mål. Båda lagen skapar några vassa chanser. Säsongsdebuterande Joel Aspenström har en fin räd på kanten och är nära att öka ledningen men räddning av Skaras målvakt. Skara får friläge även de men Mattsson är bra idag. 3-3 kommer. Lite för enkelt där Skara sätter igång ett frislag snabbt som hemmalaget inte är med på. 17 minuter in åker IBK´s Pontus Rydqvist ut. Boxplayet vinns av IBK med 2-0! 4-3 av Filip Wändal som får en fin macka av Alex Lindahl på en kontring och 5-3 av Lindahl som mycket snyggt bryter in och zorrar in 5-3. Ganska jämn period, 9-9 i skott och en skön tvåmålsledning inför tredje. Tredje perioden och nu måste Skara ösa på. De får skjuta en del samt skapar ett jätteläge i början på perioden som Alex Mattsson räddar fint. Mikael Karlsson får hoppa in och göra sin comeback efter sin långvariga skada. Kul att se Micke tillbaka. Tio minuter in hänger Lindahl in 6-3 på ett skott utifrån och de flesta tror nog att det är avgjort, speciellt som hemmalaget lyckas hålla Skara borta från sitt mål och det som slinker igenom är Mattsson med på och klarar. Reduceringen som väcker liv i matchen kommer dock 14 minuter in och Skara får lite häng. Omdiskuterad situation i minut 15. Långboll av IBK som de flesta nog tycker att en Skaraback stoppar med handen, men istället kontring och målchans till  6-5. Inget mål men i situationen drar hemmalagets Hannes Gustafsson på sig en tvåminutrare vilket gör att Skara får chansen att komma ikapp. Kan svänga fort, istället för en tvåa och ev. straff för IBK så är det istället powerplay för Skara. De satsar givetvis allt nu i pp men IBK har ett bra boxplay idag. Bortalaget tar ut målvakten och satsar med 6 mot 4 och senare också 6 mot 5 när Hannes är tillbaka i spel. Då avgör IBK när Jacob Sandin lyfter in en långboll i tom kasse och matchen slutar 7-4 och en väldigt viktig seger för IBK är ett faktum. Mycket som var bra idag. Alla spelare gör en bra match idag. Alexander Lindahl sticker ut med sina 4 mål, Alexander Mattsson i mål gör en bra match, lugn mellan stolparna och är väldigt tät. Många skotträddningar som ser enkla ut men är för att han förmodligen vet var de kommer och sitter rätt. Joel Aspenström tillbaka vilket kommer att lyfta laget ännu mer. Coach Söderblom är givetvis nöjd med insatsen. - Ja, väldigt nöjd. Vi gör en ganska lik match som i förra omgången mot Stöpen. Vi har justerat om lite men inte ändrat på för mycket. Det har fallit väl ut. Mycket handlar om hur vi gör i vår press när de har bollen. Där har vi lagt ner lite tid på att justera och rätta till. Några spelare som sticker ut idag tycker du? - Är ju väldigt kul att se Alex Lindahls form. Han gör mycket poäng nu vilket är kul. Vi brukar skoja med han att det är för att hookat klubban på ett annat sätt och att det är det som gör det. Sen ser man att vi kommer att ha stor nytta av Joel Aspenström, kul att han är tillbaka. Micke Karlsson hade vi bestämt innan att han skulle få ett par byten för att känna på det igen. Han har ju varit borta väldigt länge så vi får ge det lite tid. I övrigt så gör alla en bra match idag.",
                        "game": {
                            "homeTeam": "IBK Vänersborg",
                            "awayTeam": "Skara IBK",
                            "location": "A-Hallen",
                            "date": "2020-07-21T19:32:00Z",
                            "score": {
                                "homeGoals": 7,
                                "awayGoals": 4
                            }
                        }
                    },
                    {
                        "id": 3,
                        "title": "Årets första seger",
                        "content": "Efter tre omgångar utan seger tog vi igår fullt rättvist den första trepoängaren för säsongen genom att bortabesegra Falköping med 4-2. Ser vi bara till siffrorna låter det som en jämn match men i ärlighetens namn borde vi ha gjort tvåsiffrigt om man ser till chanserna vi brände. Falköping var inte alls ofarliga och vid några tillfällen brände de lägen där det var svårare att skjuta utanför än i målet. Sammantaget var det dock en rättvis och efterlängtad seger! Vi startade matchen på två backpar och tre kedjor och det märktes direkt att killarna ville spela det spel som vi tror på. Det var få bolltransporter och snabba bollsläpp med stor rörlighet. Redan efter tre minuter drabbades vi av en utvisning när Filip åkte på en 2a för slag. Noterbart tycker jag själv, är att det var 11 utvisningar i en match som var så snäll att killarna hade klarat spela med ägg i fickorna utan att få dem krossade. De flesta utvisningarna var för slag och hade alla domare i serien hållit den nivån så hade vi garanterat fått ett mycket renare spel så jag klagar inte. 1-0 kom genom Devin i power play sedan Filip fått ett slag på klubban i bra läge. Filip stod själv för assisten, tid 12:07. Efter målet hade vi en riktigt bra period där alla kedjor spelade bra anfall och vi skapade flera bra lägen. Fullt naturligt kom således 2-0 genom Jakob Andreasson som efter ett anfall på minst en minut drog upp bollen otagbart i krysset. I samma anfall skapade vi en mängd chanser och frågan var inte om bollen skulle in, utan vem som skulle få sätta dit den. Pausvila med 2-0 i ryggen och spelet kändes väldigt tryggt. Direkt i upptakten av andra perioden fick vi chansen i PP men det blev resultatlöst. 3-0 kom istället i den 10e minuten av Filip assisterad av Devin. Om förspelet till 2-0 var snyggt så var spelet som ledde fram till 3-0 minst lika vackert. 1a-femman spelade ut hela registret och extra kul att bra spel även resulterar i mål. I samband med detta mål tog Falköping timeout och vi förväntade oss högre press och fler avslut på mål från dem. Detta i kombination med alla utvisningar gjorde att vi kände oss tvungna att spela med färre spelare och hela resten av perioden kändes sönderryckt. Vi lyckades dock göra 4-0 på straff genom en av dagens bästa spelare Alex Lindahl. Straffen ordnade han själv genom ett klassiskt Alex-ryck runt Falköpingsbacken som kände sig tvingad att slå på klubban för att inte ge Alex ett friläge. Vi fick i slutet ytterligare en chans i PP men istället för 5-0 lyckas Falköping kontra in en reducering mycket snöpligt och vi gick till pausvila 4-1. I pausen pratade vi mycket om att det endast var vår egen passningskvalité som skulle avgöra hur många mål till vi skulle göra. Nu var det dock inte bara vår egen prestation som stod i vägen i den tredje perioden, Falköpings målvakt hade en hel del att säga till om också. Den tredje perioden präglades annars av ett ganska hafsigt spel. Falköping klev längre upp och gav oss en mängd omställningslägen. Fem stycken 2 mot 1 lägen från mittplan resulterade inte i ett enda skott på mål vilket väl säger allt om vår effektivitet. Vi slarvade bort sistapassningen nästan varenda gång och var det inte en slarvig passning så var det en dålig mottagning som förstörde läget. Som jag skrev i inledningen så var inte Falköping helt ofarliga. De skapade massor av lägen i framförallt powerplay men Alex i målet, en hel del tur och Falköpings oförmåga gjorde att de bara lyckades få in ett mål till och då återstod det bara tre minuter av matchen. Från matchen tar vi med oss att snabba bollsläpp är nyckeln till att vi skall spela ett bra anfallsspel. Vi lär oss förhoppningsvis att utvisningar inte är ett framgångsrecept för oss och det ger inte våra yngre spelare värdefull speltid. Idag fick vi ändå se Oskar Svenningsson göra A-lagsdebut och det var inte jättelångt ifrån att han hade fått göra sitt första mål. Nu är det träning som gäller i veckan och sedan tar vi emot Halna i Idrottshuset på lördag 26/10 kl 14:00.",
                        "game": {
                            "homeTeam": "Falköping IBK",
                            "awayTeam": "IBK Vänersborg",
                            "location": "Odenhallen",
                            "date": "2019-10-18T19:30:00Z",
                            "score": {
                                "homeGoals": 2,
                                "awayGoals": 4
                            }
                        }
                    }
        ]
    },
    {
        "id": 2,
        "type": "LatestNews",
        "title": "Senaste",
        "items": [
            {
                "id": 1,
                "type": "news",
                "title": "Seriepremiären är runt hörnet.",
                "content": "På lördag startar IBK med svår bortamatch mot Tranemo och Vänersborg kommer till seriestart med många nya ansikten. Ett flertal spelare har lämnat vilket har gjort att vi får i år se ett antal unga IBK talanger i A-lagsdressen. De som lämnat truppen är Adam och Anton Dahlström, Tobbe Carlsson, Benjamin Lindahl, Mats Johansson, Fredrik Lindquist, Jesper Holm, Niklas Larsson Tobias Fjällstål, Andreas Johansson och Svante Flood. Ett stort tapp givetvis med mycket rutin som försvinner. Därför kommer vi att se en del nya unga ansikten vilket blir riktigt kul. IBK's coach Söderblom - Uppflyttade är Karl Arveblad och Eddie Heijmel. Fler från 02-03 kommer att ta plats under säsongen men vi avvaktar ett tag innan vi flyttar upp några permanent. Joel Aspenström ansluter i oktober och Mikael Karlsson är snart spelklar efter ett års skadefrånvaro så han får också ses som ett nyförvärv. -Det är ganska mycket nytt i år och resultaten har varit lite upp och ned. Känslan är dock att vi börjar hitta rätt i vårt spel. Efter att 10-talet A-lagspelare har lämnat i år så är det ett nytt lag vi ställer upp med och vi räknar med att bli bättre och bättre ju längre säsongen går. Vad tror du om laget och serien i övrigt? - Jag tror givetvis på laget och det vi gör men vi kommer förmodligen inte att utmana om seriesegern, den är vikt för Sandared. Platserna 2-8 är dock helt öppna men min gissning är att vi får se Borås, Skara, Vara i toppen. Stöpen och Tranemo är svåra att tippa men troligen är de på övre halvan. Ser jag till resultaten på försäsongen så skall Wårgårda och Falköping vara i botten. Tranemo borta i premiären. Hur går dina tankar? - En kul match då de har en skön publik och grym speaker som får igång hela hallen. Vi brukar inte få med oss resultatet borta men med ett nytt lag kommer nya traditioner och jag tror givetvis på vinst."
            }
        ]
    },
    {
        "id": 3,
        "type": "MoreNews",
        "title": "Fler nyheter",
        "items": [
            {
                "id": 10,
                "type": "news",
                "title": "Joel tillbaks",
                "content": "På lördag startar IBK med svår bortamatch mot Tranemo och Vänersborg kommer till seriestart med många nya ansikten. Ett flertal spelare har lämnat vilket har gjort att vi får i år se ett antal unga IBK talanger i A-lagsdressen. De som lämnat truppen är Adam och Anton Dahlström, Tobbe Carlsson, Benjamin Lindahl, Mats Johansson, Fredrik Lindquist, Jesper Holm, Niklas Larsson Tobias Fjällstål, Andreas Johansson och Svante Flood. Ett stort tapp givetvis med mycket rutin som försvinner. Därför kommer vi att se en del nya unga ansikten vilket blir riktigt kul. IBK's coach Söderblom - Uppflyttade är Karl Arveblad och Eddie Heijmel. Fler från 02-03 kommer att ta plats under säsongen men vi avvaktar ett tag innan vi flyttar upp några permanent. Joel Aspenström ansluter i oktober och Mikael Karlsson är snart spelklar efter ett års skadefrånvaro så han får också ses som ett nyförvärv. -Det är ganska mycket nytt i år och resultaten har varit lite upp och ned. Känslan är dock att vi börjar hitta rätt i vårt spel. Efter att 10-talet A-lagspelare har lämnat i år så är det ett nytt lag vi ställer upp med och vi räknar med att bli bättre och bättre ju längre säsongen går. Vad tror du om laget och serien i övrigt? - Jag tror givetvis på laget och det vi gör men vi kommer förmodligen inte att utmana om seriesegern, den är vikt för Sandared. Platserna 2-8 är dock helt öppna men min gissning är att vi får se Borås, Skara, Vara i toppen. Stöpen och Tranemo är svåra att tippa men troligen är de på övre halvan. Ser jag till resultaten på försäsongen så skall Wårgårda och Falköping vara i botten. Tranemo borta i premiären. Hur går dina tankar? - En kul match då de har en skön publik och grym speaker som får igång hela hallen. Vi brukar inte få med oss resultatet borta men med ett nytt lag kommer nya traditioner och jag tror givetvis på vinst."
            },
            {
                "id": 11,
                "type": "news",
                "title": "Slutspelat för denna säsong",
                "content": "På lördag startar IBK med svår bortamatch mot Tranemo och Vänersborg kommer till seriestart med många nya ansikten. Ett flertal spelare har lämnat vilket har gjort att vi får i år se ett antal unga IBK talanger i A-lagsdressen. De som lämnat truppen är Adam och Anton Dahlström, Tobbe Carlsson, Benjamin Lindahl, Mats Johansson, Fredrik Lindquist, Jesper Holm, Niklas Larsson Tobias Fjällstål, Andreas Johansson och Svante Flood. Ett stort tapp givetvis med mycket rutin som försvinner. Därför kommer vi att se en del nya unga ansikten vilket blir riktigt kul. IBK's coach Söderblom - Uppflyttade är Karl Arveblad och Eddie Heijmel. Fler från 02-03 kommer att ta plats under säsongen men vi avvaktar ett tag innan vi flyttar upp några permanent. Joel Aspenström ansluter i oktober och Mikael Karlsson är snart spelklar efter ett års skadefrånvaro så han får också ses som ett nyförvärv. -Det är ganska mycket nytt i år och resultaten har varit lite upp och ned. Känslan är dock att vi börjar hitta rätt i vårt spel. Efter att 10-talet A-lagspelare har lämnat i år så är det ett nytt lag vi ställer upp med och vi räknar med att bli bättre och bättre ju längre säsongen går. Vad tror du om laget och serien i övrigt? - Jag tror givetvis på laget och det vi gör men vi kommer förmodligen inte att utmana om seriesegern, den är vikt för Sandared. Platserna 2-8 är dock helt öppna men min gissning är att vi får se Borås, Skara, Vara i toppen. Stöpen och Tranemo är svåra att tippa men troligen är de på övre halvan. Ser jag till resultaten på försäsongen så skall Wårgårda och Falköping vara i botten. Tranemo borta i premiären. Hur går dina tankar? - En kul match då de har en skön publik och grym speaker som får igång hela hallen. Vi brukar inte få med oss resultatet borta men med ett nytt lag kommer nya traditioner och jag tror givetvis på vinst."
            },
            {
                "id": 12,
                "type": "news",
                "title": "Tygriket borta i första matchen",
                "content": "På lördag startar IBK med svår bortamatch mot Tranemo och Vänersborg kommer till seriestart med många nya ansikten. Ett flertal spelare har lämnat vilket har gjort att vi får i år se ett antal unga IBK talanger i A-lagsdressen. De som lämnat truppen är Adam och Anton Dahlström, Tobbe Carlsson, Benjamin Lindahl, Mats Johansson, Fredrik Lindquist, Jesper Holm, Niklas Larsson Tobias Fjällstål, Andreas Johansson och Svante Flood. Ett stort tapp givetvis med mycket rutin som försvinner. Därför kommer vi att se en del nya unga ansikten vilket blir riktigt kul. IBK's coach Söderblom - Uppflyttade är Karl Arveblad och Eddie Heijmel. Fler från 02-03 kommer att ta plats under säsongen men vi avvaktar ett tag innan vi flyttar upp några permanent. Joel Aspenström ansluter i oktober och Mikael Karlsson är snart spelklar efter ett års skadefrånvaro så han får också ses som ett nyförvärv. -Det är ganska mycket nytt i år och resultaten har varit lite upp och ned. Känslan är dock att vi börjar hitta rätt i vårt spel. Efter att 10-talet A-lagspelare har lämnat i år så är det ett nytt lag vi ställer upp med och vi räknar med att bli bättre och bättre ju längre säsongen går. Vad tror du om laget och serien i övrigt? - Jag tror givetvis på laget och det vi gör men vi kommer förmodligen inte att utmana om seriesegern, den är vikt för Sandared. Platserna 2-8 är dock helt öppna men min gissning är att vi får se Borås, Skara, Vara i toppen. Stöpen och Tranemo är svåra att tippa men troligen är de på övre halvan. Ser jag till resultaten på försäsongen så skall Wårgårda och Falköping vara i botten. Tranemo borta i premiären. Hur går dina tankar? - En kul match då de har en skön publik och grym speaker som får igång hela hallen. Vi brukar inte få med oss resultatet borta men med ett nytt lag kommer nya traditioner och jag tror givetvis på vinst."
            },
            {
                "id": 13,
                "type": "news",
                "title": "KVALSPEL VÄNTAR",
                "content": "På lördag startar IBK med svår bortamatch mot Tranemo och Vänersborg kommer till seriestart med många nya ansikten. Ett flertal spelare har lämnat vilket har gjort att vi får i år se ett antal unga IBK talanger i A-lagsdressen. De som lämnat truppen är Adam och Anton Dahlström, Tobbe Carlsson, Benjamin Lindahl, Mats Johansson, Fredrik Lindquist, Jesper Holm, Niklas Larsson Tobias Fjällstål, Andreas Johansson och Svante Flood. Ett stort tapp givetvis med mycket rutin som försvinner. Därför kommer vi att se en del nya unga ansikten vilket blir riktigt kul. IBK's coach Söderblom - Uppflyttade är Karl Arveblad och Eddie Heijmel. Fler från 02-03 kommer att ta plats under säsongen men vi avvaktar ett tag innan vi flyttar upp några permanent. Joel Aspenström ansluter i oktober och Mikael Karlsson är snart spelklar efter ett års skadefrånvaro så han får också ses som ett nyförvärv. -Det är ganska mycket nytt i år och resultaten har varit lite upp och ned. Känslan är dock att vi börjar hitta rätt i vårt spel. Efter att 10-talet A-lagspelare har lämnat i år så är det ett nytt lag vi ställer upp med och vi räknar med att bli bättre och bättre ju längre säsongen går. Vad tror du om laget och serien i övrigt? - Jag tror givetvis på laget och det vi gör men vi kommer förmodligen inte att utmana om seriesegern, den är vikt för Sandared. Platserna 2-8 är dock helt öppna men min gissning är att vi får se Borås, Skara, Vara i toppen. Stöpen och Tranemo är svåra att tippa men troligen är de på övre halvan. Ser jag till resultaten på försäsongen så skall Wårgårda och Falköping vara i botten. Tranemo borta i premiären. Hur går dina tankar? - En kul match då de har en skön publik och grym speaker som får igång hela hallen. Vi brukar inte få med oss resultatet borta men med ett nytt lag kommer nya traditioner och jag tror givetvis på vinst."
            }
        ]
    }
]
